[
    {
        "publishedAt": "2024-05-20T21:38:31Z",
        "title": "Not Like Us - Kendrick Lamar (Original Sample Intro) (I Believe To My Soul - Monk Higgins)"
    },
    {
        "publishedAt": "2024-04-30T03:33:13Z",
        "title": "D'Evils - SiR (Original Sample Intro) ( One Spliff A Day - Billy Boyo )"
    },
    {
        "publishedAt": "2024-04-02T23:11:14Z",
        "title": "Like That - Future, Metro Boomin, Kendrick Lamar (OG Sample Intro) (Everlasting Bass - Eazy-Duz-It)"
    },
    {
        "publishedAt": "2024-03-15T21:44:51Z",
        "title": "Too Deep for the Intro - J. Cole (Sample Intro) (Didnt Cha Know Erykah Badu Dreamflower Tarika Blue)"
    },
    {
        "publishedAt": "2024-01-22T21:31:03Z",
        "title": "Money Trees - Kendrick Lamar ft. Jay Rock (Original Sample Intro) (Silver Soul Beach House)"
    },
    {
        "publishedAt": "2024-01-04T23:34:49Z",
        "title": "Lovin on Me - Jack Harlow (Original Sample Intro) ( Whatever (Bass Soliloquy) - Cadillac Dale )"
    },
    {
        "publishedAt": "2023-12-23T22:54:14Z",
        "title": "4th Dimension - Kids See Ghosts (Original Sample Intro)( What Will Santa Claus Say? - Louis Prima )"
    },
    {
        "publishedAt": "2023-11-18T00:57:09Z",
        "title": "Tuscan Leather - Drake (Original Sample Intro) (I Have Nothing by Whitney Houston)"
    },
    {
        "publishedAt": "2023-10-19T20:25:38Z",
        "title": "6 Foot 7 Foot - Lil Wayne ft. Cory Gunz ( Original Sample Intro ) ( Day-O - Harry Belafonte )"
    },
    {
        "publishedAt": "2023-09-28T14:15:24Z",
        "title": "Gone - Kanye West ft. Cam'ron & Consequence (Original Sample Intro)( It's Too Late - Otis Redding )"
    },
    {
        "publishedAt": "2023-09-12T04:25:24Z",
        "title": "Like A Pimp - David Banner ft. Lil Flip (Original Sample Intro) ( Drag Rap - The Showboys )"
    },
    {
        "publishedAt": "2023-08-02T03:29:13Z",
        "title": "Hard Knock Life (Ghetto Anthem) - Jay-Z (OG Sample Intro) It's the Hard-Knock Life - Andrea McArdle"
    },
    {
        "publishedAt": "2023-07-10T19:19:40Z",
        "title": "Mystic Brew into Electric Relaxation into Forbidden Fruit into Neighbors (Original Sample Medley)"
    },
    {
        "publishedAt": "2023-06-08T03:31:14Z",
        "title": "Rodeo - Juvenile (Original Sample Intro) ( Bump N' Grind (Old School Mix) - R. Kelly )"
    },
    {
        "publishedAt": "2023-05-13T22:05:56Z",
        "title": "Dear Mama - 2Pac(Original Sample Intro)(Sadie - The Spinners /In all My Wildest Dreams - Joe Sample)"
    },
    {
        "publishedAt": "2023-03-23T04:30:12Z",
        "title": "Down and Out - Cam'ron Ft. Kanye West (OG Sample Intro) (Strung Out - William Bell & Mavis Staples)"
    },
    {
        "publishedAt": "2023-03-05T16:26:35Z",
        "title": "Get It On Tonite - Montell Jordan & What Chu Like - Da Brat ft. Tyrese (Sample Intro)(Claudja Barry)"
    },
    {
        "publishedAt": "2023-02-20T19:09:57Z",
        "title": "Mo Money Mo Problems - The Notorious B.I.G. (Original Sample Intro)(I'm Coming Out - Diana Ross)"
    },
    {
        "publishedAt": "2023-02-09T04:36:44Z",
        "title": "Lovin' It - Little Brother ft. Joe Scudda (Original Sample Intro)(One Night Affair - The Stylistics)"
    },
    {
        "publishedAt": "2023-01-31T04:19:08Z",
        "title": "January 28th - J. Cole (Original Sample Intro) ( Sky Restaurant (スカイレストラン) - Hi-Fi Blend )"
    },
    {
        "publishedAt": "2023-01-24T04:45:14Z",
        "title": "I Want You (Remix) - Lloyd ft. Andre 3000 & Nas (Original Sample Intro) ( True - Spandau Ballet )"
    },
    {
        "publishedAt": "2022-11-15T04:58:26Z",
        "title": "Where the Hood At? - DMX (Original Sample Intro) ( I'll Play the Blues For You - Albert King )"
    },
    {
        "publishedAt": "2022-11-08T07:03:03Z",
        "title": "Circo Loco - Drake & 21 Savage ( Original Sample Intro ) ( One More Time - Daft Punk )"
    },
    {
        "publishedAt": "2022-10-25T03:54:03Z",
        "title": "All Your Fault - Big Sean feat. Kanye West ( Original Sample Intro ) ( How Much I Feel - Ambrosia )"
    },
    {
        "publishedAt": "2022-10-18T01:35:46Z",
        "title": "How Do U Want It - 2Pac Ft K-Ci & JoJo (Original Sample Intro) ( Body Heat - Quincy Jones )"
    },
    {
        "publishedAt": "2022-10-11T04:05:01Z",
        "title": "Earthquake - Lil Wayne ft. Jazze Pha ( Original Sample Intro ) ( Let's Stay Together - Al Green )"
    },
    {
        "publishedAt": "2022-09-26T23:24:30Z",
        "title": "Ms. Fat Booty - Mos Def ( Original Sample Intro ) ( One Step Ahead - Aretha Franklin )"
    },
    {
        "publishedAt": "2022-09-16T02:27:10Z",
        "title": "Work Out - J. Cole (Original Sample Intro) ( The New Work Out Plan - Kanye West )"
    },
    {
        "publishedAt": "2022-09-07T02:58:38Z",
        "title": "Still Not a Player - Big Pun Ft. Joe (Original Sample Intro) ( Beijo Interlude- Earth, Wind & Fire )"
    },
    {
        "publishedAt": "2022-09-01T02:58:42Z",
        "title": "Daydreaming - Harry Styles (Original Sample Intro) ( Ain't We Funkin' Now - The Brothers Johnson )"
    },
    {
        "publishedAt": "2022-08-21T19:46:06Z",
        "title": "Big Poppa - The Notorious B.I.G. (Original Sample Intro) ( Between the Sheets - The Isley Brothers )"
    },
    {
        "publishedAt": "2022-08-07T17:43:10Z",
        "title": "Come Thru - Summer Walker ft. Usher ( Original Sample Intro ) ( You Make Me Wanna - Usher )"
    },
    {
        "publishedAt": "2022-07-31T16:06:34Z",
        "title": "Wouldn't Get Far - The Game Ft. Kanye West (Sample Intro) (I'd Find You Anywhere by Creative Source)"
    },
    {
        "publishedAt": "2022-07-24T18:51:48Z",
        "title": "The Light - Common ( Original Sample Intro ) ( Open Your Eyes - Bobby Caldwell )"
    },
    {
        "publishedAt": "2022-07-17T16:50:53Z",
        "title": "Touch the Sky - Kanye West feat. Lupe Fiasco (Original Sample Intro)( Move On Up - Curtis Mayfield )"
    },
    {
        "publishedAt": "2022-07-10T18:08:17Z",
        "title": "Weston Road Flows - Drake ( Original Sample Intro ) ( Mary's Joint - Mary J. Blige )"
    },
    {
        "publishedAt": "2022-07-03T22:14:15Z",
        "title": "BREAK MY SOUL - Beyoncé (Original Sample Intro) ( Show Me Love - Robin S. )"
    },
    {
        "publishedAt": "2022-06-06T22:07:34Z",
        "title": "What We Do - Freeway, Jay-Z, Beanie Sigel (Original Sample Intro) (I Just Can't...- Creative Source)"
    },
    {
        "publishedAt": "2022-05-22T18:20:40Z",
        "title": "Father Stretch My Hands Pt. 1 - Kanye West (Sample Intro)(Father I Stretch... - Pastor T.L. Barrett)"
    },
    {
        "publishedAt": "2022-05-18T22:07:54Z",
        "title": "Legend - Drake ( Original Sample Intro ) ( So Anxious - Ginuwine )"
    },
    {
        "publishedAt": "2022-05-15T21:19:01Z",
        "title": "Take It to Da House - Trick Daddy (Original Sample Intro) ( Boogie Shoes - KC & The Sunshine Band )"
    },
    {
        "publishedAt": "2022-05-11T01:22:07Z",
        "title": "Selfish - Slum Village, John Legend, Kanye West (Original Sample Intro) (Call Me by Aretha Franklin)"
    },
    {
        "publishedAt": "2022-05-07T17:21:20Z",
        "title": "Hey Mama - Kanye West (Original Sample Intro) ( Today Won't Come Again - Donal Leace )"
    },
    {
        "publishedAt": "2022-05-01T18:25:08Z",
        "title": "Play No Games - Big Sean, Chris Brown, TY Dolla $ign (OG Sample Intro) (Piece of My Love - Guy)"
    },
    {
        "publishedAt": "2022-04-30T02:45:12Z",
        "title": "Cameras / Good Ones Go Interlude - Drake (Original Sample Intro) (Calling On You by Jon B.)"
    },
    {
        "publishedAt": "2022-04-29T02:37:21Z",
        "title": "Poetic Justice - Kendrick Lamar & Drake (Original Sample Intro: Any Time, Any Place - Janet Jackson)"
    },
    {
        "publishedAt": "2022-04-24T21:36:07Z",
        "title": "Teenage Fever - Drake (Original Sample Intro) ( If You Had My Love - Jennifer Lopez )"
    },
    {
        "publishedAt": "2022-04-11T01:11:16Z",
        "title": "Int'l Players Anthem - UGK feat. Outkast (Original Sample Intro) (I Choose You - Willie Hutch)"
    },
    {
        "publishedAt": "2022-04-03T16:18:49Z",
        "title": "Let Me Hold You - Bow Wow & Omarion (Original Sample Intro)(If Only For One Night - Luther Vandross)"
    },
    {
        "publishedAt": "2022-03-28T00:36:14Z",
        "title": "Izzo (H.O.V.A.) - Jay-Z (Original Sample Intro) ( I Want You Back - The Jackson 5 )"
    },
    {
        "publishedAt": "2022-03-18T02:04:09Z",
        "title": "Through the Wire - Kanye West (Original Sample Intro) ( Through the Fire - Chaka Khan )"
    },
    {
        "publishedAt": "2022-03-13T17:09:42Z",
        "title": "Dreams - The Game (Original Sample Intro) ( No Money Down - Jerry Butler )"
    },
    {
        "publishedAt": "2022-03-06T15:53:45Z",
        "title": "Devil In A New Dress - Kanye West (Sample Intro) (Will You Still Love Me Tomorrow - Smokey Robinson)"
    },
    {
        "publishedAt": "2022-02-27T22:41:58Z",
        "title": "911 / Mr. Lonely - Tyler, the Creator (Original Sample Intro) ( Outstanding - The Gap Band )"
    },
    {
        "publishedAt": "2022-02-20T03:30:00Z",
        "title": "All Falls Down - Kanye West (Original Sample Intro) ( Mystery of Iniquity - Lauryn Hill )"
    },
    {
        "publishedAt": "2022-02-13T20:36:17Z",
        "title": "Gin and Juice & Let's Get Blown - Snoop Dogg (Original Sample Medley) ( Watching you - Slave )"
    },
    {
        "publishedAt": "2022-01-30T22:52:35Z",
        "title": "Oh Boy - Cam'ron ft. Juelz Santana (Original Sample Intro) ( I'm Going Down - Rose Royce )"
    },
    {
        "publishedAt": "2022-01-17T22:10:04Z",
        "title": "Take Me Home - Terror Squad (Sample Intro) ( If Only for One Night - Roberta Flack & Peabo Bryson )"
    },
    {
        "publishedAt": "2022-01-09T17:52:44Z",
        "title": "It Was A Good Day - Ice Cube (Original Sample Intro) ( Footsteps in the Dark - The Isley Brothers )"
    },
    {
        "publishedAt": "2022-01-07T02:50:38Z",
        "title": "Nice for What - Drake (Original Sample Intro) ( Ex-Factor - Ms. Lauryn Hill )"
    },
    {
        "publishedAt": "2022-01-07T02:36:40Z",
        "title": "Runnin' - The Pharcyde (Original Sample Intro) ( Saudade Vem Correndo by Stan Getz , Luis Bonfá )"
    },
    {
        "publishedAt": "2021-12-26T21:29:04Z",
        "title": "All I Have - Jennifer Lopez feat. LL Cool J (Original Sample Intro) ( Very Special - Debra Laws )"
    },
    {
        "publishedAt": "2021-12-12T02:44:43Z",
        "title": "Good Life - Kanye West feat. T-Pain (Original Sample Intro) ( P.Y.T. - Michael Jackson)"
    },
    {
        "publishedAt": "2021-12-05T20:16:01Z",
        "title": "I'm Real (Remix) - Jennifer Lopez feat. Ja Rule (Original Sample Intro) ( Mary Jane - Rick James )"
    },
    {
        "publishedAt": "2021-11-29T01:56:06Z",
        "title": "Got Me - Dreamville, Ari Lennox, Various Artist (Original Sample Intro) (Come Over - Faith Evans)"
    },
    {
        "publishedAt": "2021-11-22T01:24:59Z",
        "title": "Do For Love by 2Pac (Original Sample Intro) ( What You Wont Do For Love by Bobby Caldwell )"
    },
    {
        "publishedAt": "2021-11-07T18:14:26Z",
        "title": "GO! - Common feat. Kanye West, John Mayer (Original Sample Intro) (Old Smokey - Linda Lewis )"
    },
    {
        "publishedAt": "2021-10-24T22:03:18Z",
        "title": "Slow Jamz - Twista, Kanye West, Jamie Foxx (Sample Intro) (A House Is Not A Home - Luther Vandross)"
    },
    {
        "publishedAt": "2021-10-17T19:43:56Z",
        "title": "Fancy - Drake (Original Sample Intro) ( I Don't Want To Play Around by Ace Spectrum )"
    },
    {
        "publishedAt": "2021-10-11T02:19:01Z",
        "title": "The Need To Know - Wale feat. SZA (Original Sample Intro) ( Just Friends (Sunny) - Musiq Soulchild )"
    },
    {
        "publishedAt": "2021-10-03T22:42:32Z",
        "title": "Girls, Girls, Girls - Jay-Z (Original Sample Intro) ( There's Nothing In This World... - Tom Brock )"
    },
    {
        "publishedAt": "2021-09-26T19:32:57Z",
        "title": "G.O.M.D. - J. Cole (Original Sample Intro) ( Berta, Berta - Branford Marsalis )"
    },
    {
        "publishedAt": "2021-09-19T19:50:10Z",
        "title": "Wanna Get To Know You - G- Unit Feat. Joe (Sample Intro) (Come Live With Me Angel - Marvin Gaye)"
    },
    {
        "publishedAt": "2021-09-12T23:28:39Z",
        "title": "Papi's Home - Drake (Original Sample Intro) ( Daddy's Home - Montell Jordan )"
    },
    {
        "publishedAt": "2021-09-09T02:06:39Z",
        "title": "Believe What I Say - Kanye West (Original Sample Intro) ( Doo Wop (That Thing) - Lauryn Hill )"
    },
    {
        "publishedAt": "2021-08-22T20:03:05Z",
        "title": "Why You Wanna - T.I. (Original Sample Intro) (Gypsy Woman (She's Homeless) - Crystal Waters)"
    },
    {
        "publishedAt": "2021-08-08T21:25:08Z",
        "title": "Stay Fly - Three 6 Mafia (Original Sample Intro Tell Me Why Has Our Love Turned Cold - Willie Hutch)"
    },
    {
        "publishedAt": "2021-08-05T02:20:30Z",
        "title": "Hey Ma - Cam'ron feat. Juelz Santana (Original Sample Intro) (Easy - Commodores)"
    },
    {
        "publishedAt": "2021-08-01T22:35:49Z",
        "title": "Excuse Me Miss - Jay-Z (Original Sample Intro) (Take You Out - Luther Vandross)"
    },
    {
        "publishedAt": "2021-07-29T02:28:47Z",
        "title": "Good Times by Styles P (Original Sample Intro) (I Get High by Freda Payne)"
    },
    {
        "publishedAt": "2021-07-09T02:40:51Z",
        "title": "Blow My High by Kendrick Lamar ( Original Sample Intro - Big Pimpin' by Jay-Z ft. UGK )"
    },
    {
        "publishedAt": "2021-06-25T00:07:25Z",
        "title": "You Don't Know My Name Alicia Keys (Sample Intro)(Let Me Prove My Love To You - Main Ingredient)"
    },
    {
        "publishedAt": "2021-06-23T01:13:31Z",
        "title": "Overnight Celebrity - Twista (Original Sample Intro) ('Cause I Love You -Lenny Williams)"
    },
    {
        "publishedAt": "2021-06-22T21:02:13Z",
        "title": "So Fresh So Clean - Outkast (Original Sample Intro) (Before The Night Is Over - Joe Simon)"
    },
    {
        "publishedAt": "2021-06-12T23:59:44Z",
        "title": "This Can't Be Life - Jay-Z feat. Beanie Sigel and Scarface (Original Sample Intro)"
    }
]